Repository: zizicici/Watermelon
Catalog: Watermelon/Resource/Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, ja, ko, pt_br, pt_pt, ru, uk, zh_hans, zh_hant, zh_hk

# backgroundBackup.risk.httpWebdav
source: Background backup signs in to this server automatically. This WebDAV server uses plain HTTP, so your credentials are sent unencrypted and can be read on an untrusted network. Tip: switch to HTTPS, or use a Shortcuts automation to enable this node only on networks you trust.
de: Die Hintergrundsicherung meldet sich automatisch an diesem Server an. Dieser WebDAV-Server verwendet unverschlüsseltes HTTP. Daher werden Ihre Anmeldedaten unverschlüsselt übertragen und können in einem nicht vertrauenswürdigen Netzwerk mitgelesen werden. Tipp: Wechseln Sie zu HTTPS oder verwenden Sie eine Automation in „Kurzbefehle“, um diesen Knoten nur in vertrauenswürdigen Netzwerken zu aktivieren.
es: La copia de seguridad en segundo plano inicia sesión automáticamente en este servidor. Este servidor WebDAV usa HTTP sin cifrar, por lo que tus credenciales se envían sin cifrar y pueden leerse en una red que no sea de confianza. Consejo: cambia a HTTPS o usa una automatización de Atajos para activar este nodo solo en redes de confianza.
es_419: El respaldo en segundo plano inicia sesión automáticamente en este servidor. Este servidor WebDAV usa HTTP sin cifrar, por lo que tus credenciales se envían sin cifrar y pueden leerse en una red que no sea de confianza. Consejo: cambia a HTTPS o usa una automatización de Atajos para activar este nodo solo en redes de confianza.
fr: La sauvegarde en arrière-plan se connecte automatiquement à ce serveur. Ce serveur WebDAV utilise du HTTP en clair : vos identifiants sont envoyés sans chiffrement et peuvent être lus sur un réseau non fiable. Astuce : passez en HTTPS, ou utilisez une automatisation Raccourcis pour n’activer ce nœud que sur des réseaux de confiance.
ja: バックグラウンドバックアップはこのサーバーに自動でサインインします。この WebDAV サーバーは平文の HTTP を使うため、認証情報が暗号化されずに送信され、信頼できないネットワークでは読み取られるおそれがあります。ヒント：HTTPS に切り替えるか、「ショートカット」のオートメーションで信頼できるネットワークでのみこのノードを有効にしてください。
ko: 백그라운드 백업은 이 서버에 자동으로 로그인합니다. 이 WebDAV 서버는 일반 HTTP를 사용하므로 자격 증명이 암호화되지 않은 채 전송되어 신뢰할 수 없는 네트워크에서 읽힐 수 있습니다. 팁: HTTPS로 전환하거나 ‘단축어’ 자동화로 신뢰하는 네트워크에서만 이 노드를 켜세요.
pt_br: O backup em segundo plano faz login neste servidor automaticamente. Este servidor WebDAV usa HTTP simples, então suas credenciais são enviadas sem criptografia e podem ser lidas em uma rede não confiável. Dica: mude para HTTPS ou use uma automação dos Atalhos para ativar este nó apenas em redes confiáveis.
pt_pt: A cópia de segurança em segundo plano inicia sessão neste servidor automaticamente. Este servidor WebDAV usa HTTP simples, por isso as suas credenciais são enviadas sem encriptação e podem ser lidas numa rede não fiável. Dica: mude para HTTPS ou use uma automação dos Atalhos para ativar este nó apenas em redes fiáveis.
ru: Фоновое резервное копирование автоматически подключается к этому серверу. Этот WebDAV-сервер использует незашифрованный HTTP, поэтому ваши учётные данные передаются без шифрования и могут быть перехвачены в недоверенной сети. Совет: перейдите на HTTPS или с помощью автоматизации «Команды» включайте этот узел только в доверенных сетях.
uk: Фонове резервне копіювання автоматично входить на цей сервер. Сервер WebDAV використовує незахищений протокол HTTP, тому ваші облікові дані передаються без шифрування й можуть бути прочитані в ненадійній мережі. Порада: перейдіть на HTTPS або використовуйте автоматизацію у «Швидких командах», щоб вмикати цей вузол лише в надійних мережах.
zh_hans: 后台备份会自动登录此服务器。此 WebDAV 服务器使用明文 HTTP，凭据会以未加密方式发送，在不受信任的网络上可能被读取。建议：改用 HTTPS，或用「快捷指令」自动化，仅在你信任的网络下开启此节点。
zh_hant: 背景備份會自動登入此伺服器。此 WebDAV 伺服器使用明文 HTTP，憑證會以未加密方式傳送，在不受信任的網路上可能被讀取。建議：改用 HTTPS，或用「捷徑」自動化，僅在你信任的網路下開啟此節點。
zh_hk: 背景備份會自動登入此伺服器。此 WebDAV 伺服器使用明文 HTTP，憑證會以未加密方式傳送，在不受信任的網絡上可能被讀取。建議：改用 HTTPS，或用「捷徑」自動化，僅在你信任的網絡下開啟此節點。

# backgroundBackup.risk.smb
source: Background backup signs in to this server automatically. SMB cannot verify the server's identity first, so on an untrusted network a device impersonating it could capture your credentials. Tip: use a Shortcuts automation to enable this node only on networks you trust, such as your home Wi-Fi.
de: Die Hintergrundsicherung meldet sich automatisch an diesem Server an. SMB kann die Identität des Servers nicht vorab prüfen. In einem nicht vertrauenswürdigen Netzwerk könnte daher ein Gerät, das sich als dieser Server ausgibt, Ihre Anmeldedaten abfangen. Tipp: Verwenden Sie eine Automation in „Kurzbefehle“, um diesen Knoten nur in vertrauenswürdigen Netzwerken wie Ihrem Heim-WLAN zu aktivieren.
es: La copia de seguridad en segundo plano inicia sesión automáticamente en este servidor. SMB no puede verificar primero la identidad del servidor, por lo que, en una red que no sea de confianza, un dispositivo que lo suplante podría capturar tus credenciales. Consejo: usa una automatización de Atajos para activar este nodo solo en redes de confianza, como la wifi de casa.
es_419: El respaldo en segundo plano inicia sesión automáticamente en este servidor. SMB no puede verificar primero la identidad del servidor, por lo que, en una red que no sea de confianza, un dispositivo que lo suplante podría capturar tus credenciales. Consejo: usa una automatización de Atajos para activar este nodo solo en redes de confianza, como la red wifi de tu casa.
fr: La sauvegarde en arrière-plan se connecte automatiquement à ce serveur. SMB ne peut pas vérifier l’identité du serveur au préalable ; sur un réseau non fiable, un appareil qui l’usurpe pourrait capturer vos identifiants. Astuce : utilisez une automatisation Raccourcis pour n’activer ce nœud que sur des réseaux de confiance, comme votre Wi-Fi domestique.
ja: バックグラウンドバックアップはこのサーバーに自動でサインインします。SMB はサーバーの身元を事前に確認できないため、信頼できないネットワークでは、なりすました機器に認証情報を盗まれるおそれがあります。ヒント：「ショートカット」のオートメーションで、自宅の Wi-Fi など信頼できるネットワークでのみこのノードを有効にしてください。
ko: 백그라운드 백업은 이 서버에 자동으로 로그인합니다. SMB는 서버 신원을 먼저 확인할 수 없어 신뢰할 수 없는 네트워크에서는 서버를 사칭한 기기가 자격 증명을 가로챌 수 있습니다. 팁: ‘단축어’ 자동화로 집 Wi-Fi처럼 신뢰하는 네트워크에서만 이 노드를 켜세요.
pt_br: O backup em segundo plano faz login neste servidor automaticamente. O SMB não consegue verificar a identidade do servidor antes, então em uma rede não confiável um dispositivo que o imite pode capturar suas credenciais. Dica: use uma automação dos Atalhos para ativar este nó apenas em redes confiáveis, como o Wi-Fi de casa.
pt_pt: A cópia de segurança em segundo plano inicia sessão neste servidor automaticamente. O SMB não consegue verificar a identidade do servidor antecipadamente, por isso numa rede não fiável um dispositivo que o imite pode capturar as suas credenciais. Dica: use uma automação dos Atalhos para ativar este nó apenas em redes fiáveis, como o Wi-Fi de casa.
ru: Фоновое резервное копирование автоматически подключается к этому серверу. SMB не может заранее проверить подлинность сервера, поэтому в недоверенной сети устройство, выдающее себя за него, может перехватить ваши учётные данные. Совет: с помощью автоматизации в приложении «Команды» включайте этот узел только в доверенных сетях, например в домашней сети Wi-Fi.
uk: Фонове резервне копіювання автоматично входить на цей сервер. SMB не може спочатку перевірити справжність сервера, тому в ненадійній мережі пристрій, що видає себе за нього, може перехопити ваші облікові дані. Порада: використовуйте автоматизацію у «Швидких командах», щоб вмикати цей вузол лише в надійних мережах, наприклад у домашній мережі Wi-Fi.
zh_hans: 后台备份会自动登录此服务器。SMB 无法预先验证服务器身份，在不受信任的网络上，冒充它的设备可能窃取你的凭据。建议：用「快捷指令」自动化，仅在你信任的网络（如家中 Wi-Fi）下开启此节点。
zh_hant: 背景備份會自動登入此伺服器。SMB 無法預先驗證伺服器身分，在不受信任的網路上，冒充它的裝置可能竊取你的憑證。建議：用「捷徑」自動化，僅在你信任的網路（如家中 Wi-Fi）下開啟此節點。
zh_hk: 背景備份會自動登入此伺服器。SMB 無法預先驗證伺服器身分，在不受信任的網絡上，冒充它的裝置可能竊取你的憑證。建議：用「捷徑」自動化，僅在你信任的網絡（如家中 Wi-Fi）下開啟此節點。

# backgroundBackup.wifi.footer
source: When off, cellular data may be used, which can incur charges.
de: Wenn diese Option deaktiviert ist, können mobile Daten verwendet werden. Dadurch können Kosten entstehen.
es: Si se desactiva, pueden usarse datos móviles, lo que puede generar cargos.
es_419: Si se desactiva, pueden usarse datos móviles, lo que puede generar cargos.
fr: Lorsque cette option est désactivée, les données cellulaires peuvent être utilisées, ce qui peut entraîner des frais.
ja: オフのときはモバイルデータ通信を使用することがあり、料金が発生する場合があります。
ko: 끄면 셀룰러 데이터를 사용할 수 있으며 요금이 부과될 수 있습니다.
pt_br: Quando desativado, dados móveis podem ser usados, o que pode gerar cobranças.
pt_pt: Quando desativado, podem ser usados dados móveis, o que pode gerar custos.
ru: Когда эта настройка выключена, могут использоваться сотовые данные, что может повлечь расходы.
uk: Коли вимкнено, можуть використовуватися мобільні дані, що може призвести до витрат.
zh_hans: 关闭后可能使用蜂窝数据，可能产生费用。
zh_hant: 關閉後可能使用行動數據，可能產生費用。
zh_hk: 關閉後可能使用流動數據，可能產生費用。

# backgroundBackup.wifi.header
source: Network
de: Netzwerk
es: Red
es_419: Red
fr: Réseau
ja: ネットワーク
ko: 네트워크
pt_br: Rede
pt_pt: Rede
ru: Сеть
uk: Мережа
zh_hans: 网络
zh_hant: 網路
zh_hk: 網絡

# backgroundBackup.wifi.label
source: Wi-Fi only
de: Nur WLAN
es: Solo wifi
es_419: Solo wifi
fr: Wi-Fi uniquement
ja: Wi-Fi のみ
ko: Wi-Fi 전용
pt_br: Apenas Wi-Fi
pt_pt: Apenas Wi-Fi
ru: Только Wi-Fi
uk: Лише Wi-Fi
zh_hans: 仅 Wi-Fi
zh_hant: 僅 Wi-Fi
zh_hk: 僅 Wi-Fi

# backup.auto.log.profileCooldownSkip
source: Profile %1$@ skipped: completed less than %2$d hours ago
de: Profil %1$@ übersprungen: vor weniger als %2$d Stunden abgeschlossen
es: Perfil %1$@ omitido: completado hace menos de %2$d horas
es_419: Perfil %1$@ omitido: completado hace menos de %2$d horas
fr: Profil %1$@ ignoré : terminé il y a moins de %2$d heures
ja: プロファイル %1$@ をスキップ: 前回の完了から %2$d 時間未満です
ko: 프로필 %1$@ 건너뜀: 완료된 지 %2$d시간이 지나지 않았습니다
pt_br: Perfil %1$@ ignorado: concluído há menos de %2$d horas
pt_pt: Perfil %1$@ ignorado: concluído há menos de %2$d horas
ru: Профиль %1$@ пропущен: завершён менее %2$d ч. назад
uk: Профіль %1$@ пропущено: завершено менш ніж %2$d год тому
zh_hans: 跳过配置 %1$@：上次完成距今不足 %2$d 小时
zh_hant: 跳過設定檔 %1$@：上次完成距今不足 %2$d 小時
zh_hk: 跳過設定檔 %1$@：上次完成距今不足 %2$d 小時

# backup.auto.log.profileCredentialsReadFailed
source: Profile %1$@ skipped: saved credentials are unavailable (%2$@)
de: Profil %1$@ übersprungen: gespeicherte Zugangsdaten sind nicht verfügbar (%2$@)
es: Perfil %1$@ omitido: las credenciales guardadas no están disponibles (%2$@)
es_419: Perfil %1$@ omitido: las credenciales guardadas no están disponibles (%2$@)
fr: Profil %1$@ ignoré : identifiants enregistrés indisponibles (%2$@)
ja: プロファイル %1$@ をスキップ: 保存済み認証情報を利用できません（%2$@）
ko: 프로필 %1$@ 건너뜀: 저장된 자격 증명을 사용할 수 없음(%2$@)
pt_br: Perfil %1$@ ignorado: credenciais salvas indisponíveis (%2$@)
pt_pt: Perfil %1$@ ignorado: credenciais guardadas indisponíveis (%2$@)
ru: Профиль %1$@ пропущен: сохранённые учётные данные недоступны (%2$@)
uk: Профіль %1$@ пропущено: збережені облікові дані недоступні (%2$@)
zh_hans: 跳过配置 %1$@：已保存的密码或密钥暂不可用（%2$@）
zh_hant: 跳過設定檔 %1$@：已儲存的密碼或金鑰暫時無法使用（%2$@）
zh_hk: 跳過設定檔 %1$@：已儲存的密碼或密鑰暫不可用（%2$@）

# backup.auto.log.profileEnd
source: Profile %@ — done
de: Profil %@ — abgeschlossen
es: Perfil %@ — completado
es_419: Perfil %@ — completado
fr: Profil %@ — terminé
ja: プロファイル %@ — 完了
ko: 프로필 %@ — 완료
pt_br: Perfil %@ — concluído
pt_pt: Perfil %@ — concluído
ru: Профиль %@ — обработка завершена
uk: Профіль %@ — завершено
zh_hans: 配置 %@ — 完成
zh_hant: 設定檔 %@ — 完成
zh_hk: 設定檔 %@ — 完成

# backup.auto.log.profileFailed
source: Background backup: profile %@ ended with failures
de: Hintergrundsicherung: Profil %@ mit Fehlern beendet
es: Copia de seguridad en segundo plano: el perfil %@ finalizó con errores
es_419: Respaldo en segundo plano: perfil %@ finalizó con errores
fr: Sauvegarde en arrière-plan : profil %@ terminé avec des erreurs
ja: バックグラウンドバックアップ: プロファイル %@ はエラー付きで終了しました
ko: 백그라운드 백업: 프로필 %@이(가) 오류와 함께 종료되었습니다
pt_br: Backup em segundo plano: perfil %@ encerrado com falhas
pt_pt: Cópia em segundo plano: perfil %@ terminou com falhas
ru: Фоновое резервное копирование: профиль %@ завершился с ошибками
uk: Фонове резервне копіювання: профіль %@ завершено з помилками
zh_hans: 后台备份：配置 %@ 结束但有失败
zh_hant: 背景備份：設定檔 %@ 結束但有失敗
zh_hk: 背景備份：設定檔 %@ 結束但有失敗

# backup.auto.log.profileMissingCredentials
source: Profile %@ skipped: saved credentials missing
de: Profil %@ übersprungen: gespeicherte Zugangsdaten fehlen
es: Perfil %@ omitido: faltan las credenciales guardadas
es_419: Perfil %@ omitido: faltan las credenciales guardadas
fr: Profil %@ ignoré : identifiants enregistrés manquants
ja: プロファイル %@ をスキップ：保存済みの認証情報がありません
ko: 프로필 %@ 건너뜀: 저장된 자격 증명 없음
pt_br: Perfil %@ ignorado: credenciais salvas ausentes
pt_pt: Perfil %@ ignorado: credenciais guardadas em falta
ru: Профиль %@ пропущен: сохранённые учётные данные отсутствуют
uk: Профіль %@ пропущено: збережені облікові дані відсутні
zh_hans: 跳过配置 %@：缺少已保存的密码或密钥
zh_hant: 跳過設定檔 %@：缺少已儲存的密碼或金鑰
zh_hk: 跳過設定檔 %@：缺少已儲存的密碼或密鑰

# backup.auto.log.profileStart
source: Profile %@ — start
de: Profil %@ — Start
es: Perfil %@ — inicio
es_419: Perfil %@ — inicio
fr: Profil %@ — début
ja: プロファイル %@ — 開始
ko: 프로필 %@ — 시작
pt_br: Perfil %@ — início
pt_pt: Perfil %@ — início
ru: Профиль %@ — начало обработки
uk: Профіль %@ — початок
zh_hans: 配置 %@ — 开始
zh_hant: 設定檔 %@ — 開始
zh_hk: 設定檔 %@ — 開始

# backup.auto.log.profileWiFiSkip
source: %@ skipped: requires Wi-Fi
de: %@ übersprungen: WLAN erforderlich
es: %@ omitido: requiere wifi
es_419: %@ omitido: requiere wifi
fr: %@ ignoré : Wi-Fi requis
ja: %@ をスキップ：Wi-Fi が必要です
ko: %@ 건너뜀: Wi-Fi 필요
pt_br: %@ ignorado: requer Wi-Fi
pt_pt: %@ ignorado: requer Wi-Fi
ru: %@ пропущено: требуется Wi-Fi
uk: %@ пропущено: потрібен Wi-Fi
zh_hans: %@ 已跳过：需要 Wi-Fi
zh_hant: %@ 已略過：需要 Wi-Fi
zh_hk: %@ 已略過：需要 Wi-Fi

# backup.auto.log.sessionEnd
source: Auto backup session ended
de: Automatische Sicherung beendet
es: Sesión de copia de seguridad automática finalizada
es_419: Sesión de respaldo automático finalizada
fr: Session de sauvegarde automatique terminée
ja: 自動バックアップセッション終了
ko: 자동 백업 세션 종료
pt_br: Sessão de backup automático encerrada
pt_pt: Sessão de cópia automática concluída
ru: Сеанс автоматического резервного копирования завершён
uk: Сеанс авторезервування завершено
zh_hans: 自动备份会话结束
zh_hant: 自動備份工作階段結束
zh_hk: 自動備份工作階段結束

# backup.auto.log.sessionStart
source: Auto backup session started (%1$d profile(s), %2$d month(s))
de: Automatische Sicherung gestartet (Profile: %1$d, Monate: %2$d)
es: Sesión de copia de seguridad automática iniciada (%1$d perfiles, %2$d meses)
es_419: Sesión de respaldo automático iniciada (%1$d perfiles, %2$d meses)
fr: Session de sauvegarde automatique démarrée (%1$d profils, %2$d mois)
ja: 自動バックアップセッション開始（プロファイル %1$d 件、%2$d か月）
ko: 자동 백업 세션 시작(프로필 %1$d개, %2$d개월)
pt_br: Sessão de backup automático iniciada (perfis: %1$d; meses: %2$d)
pt_pt: Sessão de cópia automática iniciada (perfis: %1$d; meses: %2$d)
ru: Сеанс автоматического резервного копирования начат (профилей: %1$d, месяцев: %2$d)
uk: Розпочато сеанс авторезервування (%1$d профілів, %2$d місяців)
zh_hans: 自动备份会话开始（%1$d 个配置，%2$d 个月）
zh_hant: 自動備份工作階段開始（%1$d 個設定檔，%2$d 個月）
zh_hk: 自動備份工作階段開始（%1$d 個設定檔，%2$d 個月）

# backup.error.photoPermissionDenied
source: Photo library permission denied.
de: Der Zugriff auf die Fotomediathek wurde verweigert.
es: Se denegó el permiso para la fototeca.
es_419: Se denegó el permiso para la fototeca.
fr: L’accès à la photothèque a été refusé.
ja: 写真ライブラリへのアクセスが拒否されました。
ko: 사진 보관함 접근 권한이 거부되었습니다.
pt_br: A permissão da fototeca foi negada.
pt_pt: A permissão para a fototeca foi negada.
ru: Доступ к медиатеке запрещён.
uk: Доступ до фототеки заборонено.
zh_hans: 照片图库访问权限被拒绝。
zh_hant: 照片圖庫存取權限被拒絕。
zh_hk: 相片圖庫存取權限被拒絕。

# backup.error.restoreNoSelection
source: No items selected for restore.
de: Keine Elemente für die Wiederherstellung ausgewählt.
es: No se seleccionaron elementos para restaurar.
es_419: No se seleccionaron elementos para restaurar.
fr: Aucun élément sélectionné pour la restauration.
ja: 復元する項目が選択されていません。
ko: 복원할 항목이 선택되지 않았습니다.
pt_br: Nenhum item selecionado para restauração.
pt_pt: Nenhum item selecionado para restauro.
ru: Не выбрано ни одного элемента для восстановления.
uk: Не вибрано елементи для відновлення.
zh_hans: 未选择要恢复的项目。
zh_hant: 未選擇要還原的項目。
zh_hk: 未選擇要還原的項目。

# backup.log.assetPartialFailure
source: Asset partially failed: %1$@. succeeded=%2$lld, skipped=%3$lld, failed=%4$lld.
de: Asset teilweise fehlgeschlagen: %1$@. Erfolgreich=%2$lld, übersprungen=%3$lld, fehlgeschlagen=%4$lld.
es: El elemento falló parcialmente: %1$@. correctos=%2$lld, omitidos=%3$lld, fallidos=%4$lld.
es_419: El elemento falló parcialmente: %1$@. correctos=%2$lld, omitidos=%3$lld, fallidos=%4$lld.
fr: Échec partiel de l’élément : %1$@. réussis=%2$lld, ignorés=%3$lld, échecs=%4$lld.
ja: アセットの一部処理に失敗しました: %1$@。成功=%2$lld、スキップ=%3$lld、失敗=%4$lld。
ko: 에셋 일부 처리 실패: %1$@. 성공=%2$lld, 건너뜀=%3$lld, 실패=%4$lld.
pt_br: Falha parcial no item: %1$@. sucesso=%2$lld, ignorados=%3$lld, falhas=%4$lld.
pt_pt: Falha parcial no item: %1$@. êxito=%2$lld, ignorados=%3$lld, falhas=%4$lld.
ru: Объект обработан с частичными ошибками: %1$@. успешно=%2$lld, пропущено=%3$lld, ошибок=%4$lld.
uk: Об’єкт оброблено частково: %1$@; успішно=%2$lld, пропущено=%3$lld, помилок=%4$lld.
zh_hans: 项目部分失败：%1$@。成功=%2$lld，跳过=%3$lld，失败=%4$lld。
zh_hant: 項目部分失敗：%1$@。成功=%2$lld，跳過=%3$lld，失敗=%4$lld。
zh_hk: 項目部分失敗：%1$@。成功=%2$lld，跳過=%3$lld，失敗=%4$lld。

# backup.log.icloudAccessEnabled
source: Allow iCloud Photo Access is enabled. Watermelon Backup may download iCloud originals on demand. Local resources use the configured concurrency; iCloud-only resources are processed afterward with 1 worker.
de: „Zugriff auf iCloud-Fotos erlauben“ ist aktiviert. Watermelon kann iCloud-Originale bei Bedarf laden. Lokale Ressourcen werden mit der konfigurierten Parallelität verarbeitet; nur in iCloud vorhandene Ressourcen folgen anschließend mit 1 Worker.
es: “Permitir acceso a fotos de iCloud” está activado. Backup Sandía puede descargar originales de iCloud cuando sea necesario. Los recursos locales usan la concurrencia configurada; los recursos que solo están en iCloud se procesan después con 1 proceso.
es_419: “Permitir acceso a fotos de iCloud” está activado. Backup Sandía puede descargar originales de iCloud cuando sea necesario. Los recursos locales usan la concurrencia configurada; los recursos que solo están en iCloud se procesan después con 1 proceso.
fr: « Autoriser l’accès aux photos iCloud » est activé. Watermelon peut télécharger les originaux iCloud à la demande. Les ressources locales utilisent le parallélisme configuré ; celles présentes uniquement sur iCloud sont ensuite traitées par un seul processus.
ja: 「iCloud 写真へのアクセスを許可」が有効です。スイカバックアップは必要に応じて iCloud のオリジナルをダウンロードできます。ローカルリソースは設定された同時実行数で処理し、iCloud のみにあるリソースはその後 1 ワーカーで処理します。
ko: "iCloud 사진 접근 허용"이 활성화되어 있습니다. 수박 백업은 필요할 때 iCloud 원본을 다운로드할 수 있습니다. 로컬 리소스는 설정된 동시 실행 수로 처리하고, iCloud에만 있는 리소스는 이후 1개 워커로 처리합니다.
pt_br: “Permitir acesso às fotos do iCloud” está ativado. O Backup Melancia pode baixar originais do iCloud sob demanda. Os recursos locais usam a concorrência configurada; os recursos somente no iCloud são processados depois com 1 worker.
pt_pt: “Permitir acesso às fotos do iCloud” está ativado. O Backup Melancia pode descarregar originais do iCloud sob demanda. Os recursos locais usam o paralelismo configurado; os recursos apenas no iCloud são processados depois com 1 worker.
ru: Включён «Доступ к фото в iCloud». Арбуз Backup может загружать оригиналы из iCloud по запросу. Локальные ресурсы обрабатываются с настроенной параллельностью, а ресурсы только в iCloud — затем одним обработчиком.
uk: Увімкнено «Дозволити доступ до фото iCloud». Кавун Backup може завантажувати оригінали iCloud за потреби. Локальні ресурси обробляються з налаштованою паралельністю, а ресурси лише в iCloud — потім одним обробником.
zh_hans: 已启用「允许访问 iCloud 原件」：西瓜备份可按需下载 iCloud 原件。本地资源使用设置的并发数处理，仅存于 iCloud 的资源随后由 1 个 worker 处理。
zh_hant: 已啟用「允許存取 iCloud 原件」：西瓜備份可按需下載 iCloud 原件。本機資源使用設定的並行數處理，僅存於 iCloud 的資源隨後由 1 個 worker 處理。
zh_hk: 已啟用「允許存取 iCloud 原件」：西瓜備份可按需下載 iCloud 原件。本機資源使用設定的並行數處理，僅存於 iCloud 的資源隨後由 1 個 worker 處理。

# backup.log.localHashEstimateWarning
source: Local hash size estimate warning for month %1$@: %2$@
de: Warnung bei der Schätzung der lokalen Hash-Größe für Monat %1$@: %2$@
es: Advertencia al estimar el tamaño del hash local para el mes %1$@: %2$@
es_419: Advertencia al estimar el tamaño del hash local para el mes %1$@: %2$@
fr: Avertissement d’estimation de la taille du hachage local pour le mois %1$@ : %2$@
ja: 月 %1$@ のローカルハッシュサイズ見積もり警告: %2$@
ko: 월 %1$@의 로컬 해시 크기 추정 경고: %2$@
pt_br: Aviso na estimativa do tamanho do hash local para o mês %1$@: %2$@
pt_pt: Aviso na estimativa do tamanho do hash local para o mês %1$@: %2$@
ru: Предупреждение об оценке размера локального хеша за месяц %1$@: %2$@
uk: Попередження під час оцінки розміру локального хешу для місяця %1$@: %2$@
zh_hans: 月份 %1$@ 的本地哈希大小估算警告：%2$@
zh_hant: 月份 %1$@ 的本機雜湊大小估算警告：%2$@
zh_hk: 月份 %1$@ 的本機雜湊大小估算警告：%2$@

# backup.log.remoteHashDownloadFallbackRename
source: Remote conflict check failed for %@ (%@). Uploading with a renamed file rather than failing the resource. Reason: %@
de: Remote-Konfliktprüfung für %@ (%@) fehlgeschlagen. Die Datei wird umbenannt hochgeladen, statt die Ressource fehlschlagen zu lassen. Grund: %@
es: La comprobación de conflictos remotos falló para %@ (%@). Se subirá con otro nombre de archivo en lugar de marcar el elemento como fallido. Motivo: %@
es_419: La comprobación de conflictos remotos falló para %@ (%@). Se cargará con otro nombre de archivo en lugar de marcar el elemento como fallido. Motivo: %@
fr: La vérification d’un conflit distant a échoué pour %@ (%@). Le fichier sera téléversé sous un autre nom afin d’éviter l’échec de la ressource. Motif : %@
ja: %@（%@）のリモート競合チェックに失敗しました。リソースを失敗にせず、ファイル名を変更してアップロードします。理由: %@
ko: %@(%@)의 원격 충돌 검사가 실패했습니다. 리소스를 실패 처리하지 않고 파일 이름을 바꿔 업로드합니다. 이유: %@
pt_br: A verificação de conflito remoto falhou para %@ (%@). O arquivo será enviado com um nome alterado em vez de falhar o recurso. Motivo: %@
pt_pt: A verificação de conflito remoto falhou para %@ (%@). O ficheiro será carregado com outro nome em vez de fazer falhar o recurso. Motivo: %@
ru: Не удалось проверить конфликт в удалённом хранилище для %@ (%@). Файл выгружается под другим именем, чтобы не завершать обработку ресурса с ошибкой. Причина: %@
uk: Не вдалося перевірити віддалений конфлікт для %@ (%@). Щоб не позначати ресурс як помилковий, файл буде вивантажено з новою назвою. Причина: %@
zh_hans: 远端冲突检查 %@（%@）失败，将改名上传而不是让资源失败。原因：%@
zh_hant: 遠端衝突檢查 %@（%@）失敗，將改名上傳而不是讓資源失敗。原因：%@
zh_hk: 遠端衝突檢查 %@（%@）失敗，將改名上載而不是讓資源失敗。原因：%@

# backup.log.remoteIndexReloaded
source: Remote index reloaded. resources=%1$lld, assets=%2$lld.
de: Remote-Index neu geladen. Ressourcen=%1$lld, Assets=%2$lld.
es: Índice remoto recargado. recursos=%1$lld, elementos=%2$lld.
es_419: Índice remoto recargado. recursos=%1$lld, elementos=%2$lld.
fr: Index distant rechargé. ressources=%1$lld, éléments=%2$lld.
ja: リモートインデックスを再読み込みしました。リソース=%1$lld、アセット=%2$lld。
ko: 원격 인덱스를 다시 불러왔습니다. 리소스=%1$lld, 에셋=%2$lld.
pt_br: Índice remoto recarregado. recursos=%1$lld, itens=%2$lld.
pt_pt: Índice remoto recarregado. recursos=%1$lld, itens=%2$lld.
ru: Удалённый индекс перезагружен. ресурсов=%1$lld, объектов=%2$lld.
uk: Віддалений індекс перезавантажено. ресурсів=%1$lld, об’єктів=%2$lld.
zh_hans: 远端索引已重新加载。资源=%1$lld，项目=%2$lld。
zh_hant: 遠端索引已重新載入。資源=%1$lld，項目=%2$lld。
zh_hk: 遠端索引已重新載入。資源=%1$lld，項目=%2$lld。
